{ "translations": {
    "Whisper Speech-To-Text" : "Voz a testu de Whisper",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions Whisper app currently does not work." : "Paez que'l procesador del sirvidor nun ye compatible coles instrucciones AVX. Ensin les instrucciones AVX, Whisper nun funciona.",
    "Whisper Speech-To-Text app binary files are present" : "Los binarios de l'aplicación de voz a testu de Whisper tán presentes",
    "Whisper Speech-To-Text models are downloaded" : "Baxáronse los modelos de voz a testu de Whisper",
    "Speech-To-Text provider running OpenAI Whisper locally" : "El fornidor de voz a testu executa llocalmente Whisper d'OpenAI",
    "Status" : "Estáu",
    "Machine learning models have been downloaded successfully." : "Los modelos de deprendimientu computacional baxáronse correutamente.",
    "The machine learning models still need to be downloaded (see below)." : "Tovía hai que baxar los modelos de deprendimientu computacional (más información abaxo)",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions this app currently does not work." : "Paez que'l procesador del sirvidor nun ye compatible coles instrucciones AVX. Ensin les instrucciones AVX, esta aplicación nun funciona.",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Los trabayos en segundu planu nun s'executen per cron. Esta aplicación rique que los trabayos en segundu planu s'executen per cron.",
    "Scheduled transcription Jobs: {scheduled}" : "Trabayos de trescripción programaos: {scheduled}",
    "Whisper" : "Whisper",
    "FFmpeg" : "FFmpeg",
    "FFmpeg executable was installed successfully and works." : "L'executable FFmpeg instalóse correutamente y funciona.",
    "Failed to load settings" : "Nun se pue cargar la configuración",
    "Failed to save settings" : "Nun se pue guardar la configuración"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}