{ "translations": {
    "Whisper Speech-To-Text" : "Whisper - převod řeči na text",
    "Speech-To-Text provider running OpenAI Whisper locally" : "Poskytovatel převodu řeči na text, pomocí OpenAI Whisper, provozovaném přímo na serveru",
    "Status" : "Stav",
    "Machine learning models have been downloaded successfully." : "Modely strojového učení byly úspěšně staženy.",
    "The machine learning models still need to be downloaded (see below)." : "Pořád ještě je třeba stáhnout si modely strojového učení (viz níže).",
    "Could not execute the ffmpeg executable. You may need to set the path to a working executable manually. (See below.)" : "Nedaří se spustit soubor, obsahující ffmpeg. Může být třeba ručně nastavit popis umístění funkčního spustitelného souboru (viz níže).",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions this app currently does not work." : "Zdá se, že procesor serveru nepodporuje instrukce AVX. Bez nich tato aplikace v současnosti nefunguje.",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Úlohy na pozadí nejsou vykonávány prostřednictvím plánovače cron. Tato aplikace ovšem vyžaduje, aby tomu tak bylo.",
    "The app was installed successfully and will transcribe files in background processes on request." : "Aplikace byla úspěšně nainstalována a na vyžádání bude v procesech na pozadí provádět přepis ze souborů do textu.",
    "Scheduled transcription Jobs: {scheduled}" : "Naplánované úlohy přepisu na text: {scheduled}",
    "Transcription job currently running" : "Přávě probíhá úloha přepisu na text",
    "No transcription job currently running" : "V tuto chvíli neprobíhá žádná úloha přepisu na text",
    "Whisper" : "Whisper",
    "Select the machine learning model to be used for Speech-To-Text transcription. The larger the model the more resources like RAM, CPU and time are needed. However, the smaller the model, the less accurate the results will be. To use a model you need to download it using the following command:" : "Vyberte model strojového učení, který použít pro přepis řeči na text. Čím rozsáhlejší model, tím více je zapotřebí prostředků jako je operační paměť, výpočetní výkon a déle to trvá. Na druhou stranu, při použití méně rozsáhlých modelů se snižuje přesnost výsledků. Aby byl k dispozici, je třeba si požadovaný modul stáhnout pomocí následujícího příkazu:",
    "Small model (~1GB RAM, ~1x recording time, ~10-20% word error rate)" : "Malý model (~1GB RAM, ~1x doby nahrávky, ~10-20% četnost chybných slov)",
    "Medium model (~2GB RAM, ~3x recording time, ~7-15% word error rate)" : "Střední model (~2GB RAM, ~3x doba nahrávky, ~7-15% četnost chybných slov)",
    "Large model (~3.5GB RAM, ~5x recording time, ~4-12% word error rate)" : "Velký model (~3.5GB RAM, ~5x doby nahrávky, ~4-12% četnost chybných slov)",
    "The number of threads to use (for both transcoding media files to audio as well as the transcription process)" : "Počet vláken které použít (pro jak převádění souborů s médii na zvuk, tak pro proces přepisu do textu)",
    "FFmpeg" : "FFmpeg",
    "Checking FFmpeg" : "Kontroluje se FFmpet",
    "Could not execute the shipped ffmpeg executable. You may need to set the path to a working binary manually." : "Nedaří se spustit společně s aplikací dodaný ffmepeg. Může být třeba ručně nastavit popis umístění fungujícího spustitelného souboru s ním.",
    "FFmpeg executable was installed successfully and works." : "Spustitelný soubor s FFmpeg byl úspěšně nainstalován a funguje.",
    "If the shipped ffmpeg executable doesn't work on your system for some reason you can set the path to a custom ffmpeg executable. Leave this empty to use the shipped executable." : "Pokud společně s aplikací dodávaný spustitelný soubor s ffmpeg na vašem systému z nějakého důvodu nefunguje, je možné nastavit popis umístění uživatelsky určeného spustitelného souboru s ffmpeg. Pokud chcete používat s aplikací dodávaný spustitelný soubor, nevyplňujte.",
    "Failed to load settings" : "Nepodařilo se načíst nastavení",
    "Failed to save settings" : "Nastavení se nepodařilo uložit"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}