{ "translations": {
    "Whisper Speech-To-Text" : "Whisper Speech-To-Text",
    "Speech-To-Text provider running OpenAI Whisper locally" : "Proveedor de conversi贸n de voz a texto (Speech-To-Text) ejecutando OpenAI Whisper localmente",
    "Speech-To-Text provider running OpenAI Whisper locally\n\nThe models run completely on your machine. No private data leaves your servers.\n\nRequirements:\n * Architecture: x86-64 with AVX support\n * OS: Linux\n\nModel sizes:\n\n* Small: 500MB\n* Medium: 1.5Gb\n* Large: 3.1GB\n\nAfter installing this app you will need to run\n\n    occ stt_whisper:download-models [model-name]\n\nwhere [model-name] is one of\n\n * small\n * medium (default)\n * large\n\n## Ethical AI Rating\n### Rating: \n\nPositive:\n* the software for training and inference of this model is open source\n* the trained model is freely available, and thus can be run on-premises\n\nNegative:\n* the training data is not freely available, limiting the ability of external parties to check and correct for bias or optimise the models performance and CO2 usage.\n\nLearn more about the Nextcloud Ethical AI Rating [in our blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/)." : "Proveedor de conversi贸n de voz a texto (Speech-To-Text) ejecutando OpenAI Whisper localmente\n      \n      Los modelos se ejecutan completamente en tu m谩quina. Ning煤n dato privado sale de tus servidores.\n      \n      Requisitos:\n      * Arquitectura: x86-64 con soporte AVX\n      * Sistema operativo: Linux\n      \n      Tama帽os de modelo:\n      \n      * Peque帽o: 500 MB\n      * Mediano: 1,5 GB\n      * Grande: 3,1 GB\n      \n      Despu茅s de instalar esta aplicaci贸n, deber谩s ejecutar\n      \n      occ stt_whisper:download-models [nombre-del-modelo]\n      \n      donde [nombre-del-modelo] es uno de los siguientes:\n      \n      * small\n      * medium (predeterminado)\n      * large\n      \n      ## Calificaci贸n de 茅tica de la IA\n      ### Calificaci贸n: \n      \n      Positivo:\n      * El software para entrenar e inferir este modelo es de c贸digo abierto.\n      * El modelo entrenado est谩 disponible de forma gratuita, lo que permite ejecutarlo localmente.\n      \n      Negativo:\n      * Los datos de entrenamiento no est谩n disponibles de forma gratuita, lo que limita la capacidad de terceros para verificar y corregir sesgos o optimizar el rendimiento y el uso de CO2 del modelo.\n      \n      Obt茅n m谩s informaci贸n sobre la Calificaci贸n de tica de IA de Nextcloud [en nuestro blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/).",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Los modelos de aprendizaje autom谩tico se han descargado correctamente.",
    "The machine learning models still need to be downloaded (see below)." : "A煤n falta descargar los modelos de aprendizaje autom谩tico (ver abajo).",
    "Could not execute the FFmpeg executable. You may need to set the path to a working executable manually. (See below.)" : "No se pudo ejecutar el ejecutable FFmpeg. Es posible que debas configurar manualmente la ruta a un ejecutable funcional. (Ver m谩s abajo).",
    "Could not execute the Whisper executable. You may need to compile whisper yourself for it to run on this server's processor architecture." : "No se pudo ejecutar el ejecutable Whisper. Es posible que debas compilar Whisper t煤 mismo para que se ejecute en la arquitectura del procesador de este servidor.",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions this app currently does not work." : "Parece que el procesador de tu servidor no admite las instrucciones AVX. Sin las instrucciones AVX, esta aplicaci贸n actualmente no funciona.",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Las tareas en segundo plano no se ejecutan a trav茅s de cron. Esta aplicaci贸n requiere que las tareas en segundo plano se ejecuten a trav茅s de cron.",
    "The app was installed successfully and will transcribe files in background processes on request." : "La aplicaci贸n se instal贸 correctamente y transcribir谩 archivos en procesos en segundo plano bajo petici贸n.",
    "Scheduled transcription Jobs: {scheduled}" : "Trabajos de transcripci贸n programados: {programados}",
    "Transcription job currently running" : "Trabajo de transcripci贸n en curso",
    "No transcription job currently running" : "No hay trabajo de transcripci贸n en curso",
    "Whisper" : "Whisper",
    "Select the machine learning model to be used for Speech-To-Text transcription. The larger the model the more resources like RAM, CPU and time are needed. However, the smaller the model, the less accurate the results will be. To use a model you need to download it using the following command:" : "Selecciona el modelo de aprendizaje autom谩tico que se utilizar谩 para la transcripci贸n de voz a texto (Speech-To-Text). Cuanto m谩s grande sea el modelo, m谩s recursos como RAM, CPU y tiempo se necesitar谩n. Sin embargo, cuanto m谩s peque帽o sea el modelo, menos precisos ser谩n los resultados. Para utilizar un modelo, debes descargarlo utilizando el siguiente comando:",
    "Small model (~1GB RAM, ~1x recording time, ~10-20% word error rate)" : "Modelo peque帽o (~1GB de RAM, ~1x tiempo de grabaci贸n, tasa de error de palabras ~10-20%)",
    "Medium model (~2GB RAM, ~3x recording time, ~7-15% word error rate)" : "Modelo mediano (~2GB de RAM, ~3x tiempo de grabaci贸n, tasa de error de palabras ~7-15%)",
    "Large model (~3.5GB RAM, ~5x recording time, ~4-12% word error rate)" : "Modelo grande (~3,5GB de RAM, ~5x tiempo de grabaci贸n, tasa de error de palabras ~4-12%)",
    "The number of threads to use (for both transcoding media files to audio as well as the transcription process)" : "El n煤mero de hilos a utilizar (tanto para la conversi贸n de archivos multimedia a audio como para el proceso de transcripci贸n)",
    "FFmpeg" : "FFmpeg",
    "Checking FFmpeg" : "Comprobando FFmpeg",
    "Could not execute the shipped FFmpeg executable. You may need to set the path to a working binary manually." : "No se pudo ejecutar el ejecutable FFmpeg incluido. Es posible que debas configurar manualmente la ruta a un binario funcional.",
    "FFmpeg executable was installed successfully and works." : "El ejecutable de FFmpeg se instal贸 correctamente y funciona.",
    "If the shipped FFmpeg executable doesn't work on your system for some reason you can set the path to a custom FFmpeg executable. Leave this empty to use the shipped executable." : "Si el ejecutable FFmpeg incluido no funciona en tu sistema por alguna raz贸n, puedes configurar la ruta a un ejecutable de FFmpeg personalizado. Deja este campo vac铆o para usar el ejecutable incluido.",
    "Failed to load settings" : "Error al cargar la configuraci贸n",
    "Failed to save settings" : "Error al guardar la configuraci贸n"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}