{ "translations": {
    "Whisper Speech-To-Text" : "Whisper Speech-To-Text",
    "Speech-To-Text provider running OpenAI Whisper locally" : "Proveedor de conversión de voz a texto (Speech-To-Text) ejecutando OpenAI Whisper localmente",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Los modelos de aprendizaje automático se han descargado correctamente.",
    "The machine learning models still need to be downloaded (see below)." : "Aún falta descargar los modelos de aprendizaje automático (ver abajo).",
    "Could not execute the FFmpeg executable. You may need to set the path to a working executable manually. (See below.)" : "No se pudo ejecutar el ejecutable FFmpeg. Es posible que debas configurar manualmente la ruta a un ejecutable funcional. (Ver más abajo).",
    "Could not execute the Whisper executable. You may need to compile whisper yourself for it to run on this server's processor architecture." : "No se pudo ejecutar el ejecutable Whisper. Es posible que debas compilar Whisper tú mismo para que se ejecute en la arquitectura del procesador de este servidor.",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions this app currently does not work." : "Parece que el procesador de tu servidor no admite las instrucciones AVX. Sin las instrucciones AVX, esta aplicación actualmente no funciona.",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Las tareas en segundo plano no se ejecutan a través de cron. Esta aplicación requiere que las tareas en segundo plano se ejecuten a través de cron.",
    "The app was installed successfully and will transcribe files in background processes on request." : "La aplicación se instaló correctamente y transcribirá archivos en procesos en segundo plano bajo petición.",
    "Scheduled transcription Jobs: {scheduled}" : "Trabajos de transcripción programados: {programados}",
    "Transcription job currently running" : "Trabajo de transcripción en curso",
    "No transcription job currently running" : "No hay trabajo de transcripción en curso",
    "Whisper" : "Whisper",
    "Select the machine learning model to be used for Speech-To-Text transcription. The larger the model the more resources like RAM, CPU and time are needed. However, the smaller the model, the less accurate the results will be. To use a model you need to download it using the following command:" : "Selecciona el modelo de aprendizaje automático que se utilizará para la transcripción de voz a texto (Speech-To-Text). Cuanto más grande sea el modelo, más recursos como RAM, CPU y tiempo se necesitarán. Sin embargo, cuanto más pequeño sea el modelo, menos precisos serán los resultados. Para utilizar un modelo, debes descargarlo utilizando el siguiente comando:",
    "Small model (~1GB RAM, ~1x recording time, ~10-20% word error rate)" : "Modelo pequeño (~1GB de RAM, ~1x tiempo de grabación, tasa de error de palabras ~10-20%)",
    "Medium model (~2GB RAM, ~3x recording time, ~7-15% word error rate)" : "Modelo mediano (~2GB de RAM, ~3x tiempo de grabación, tasa de error de palabras ~7-15%)",
    "Large model (~3.5GB RAM, ~5x recording time, ~4-12% word error rate)" : "Modelo grande (~3,5GB de RAM, ~5x tiempo de grabación, tasa de error de palabras ~4-12%)",
    "The number of threads to use (for both transcoding media files to audio as well as the transcription process)" : "El número de hilos a utilizar (tanto para la conversión de archivos multimedia a audio como para el proceso de transcripción)",
    "FFmpeg" : "FFmpeg",
    "Checking FFmpeg" : "Comprobando FFmpeg",
    "Could not execute the shipped FFmpeg executable. You may need to set the path to a working binary manually." : "No se pudo ejecutar el ejecutable FFmpeg incluido. Es posible que debas configurar manualmente la ruta a un binario funcional.",
    "FFmpeg executable was installed successfully and works." : "El ejecutable de FFmpeg se instaló correctamente y funciona.",
    "If the shipped FFmpeg executable doesn't work on your system for some reason you can set the path to a custom FFmpeg executable. Leave this empty to use the shipped executable." : "Si el ejecutable FFmpeg incluido no funciona en tu sistema por alguna razón, puedes configurar la ruta a un ejecutable de FFmpeg personalizado. Deja este campo vacío para usar el ejecutable incluido.",
    "Failed to load settings" : "Error al cargar la configuración",
    "Failed to save settings" : "Error al guardar la configuración"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}