{ "translations": {
    "Whisper Speech-To-Text" : "Conversi贸n de voz a texto con Whisper",
    "Speech-To-Text provider running OpenAI Whisper locally" : "Fornecedor deconversi贸n de voz a texto que executa OpenAI Whisper localmente",
    "Speech-To-Text provider running OpenAI Whisper locally\n\nThe models run completely on your machine. No private data leaves your servers.\n\nRequirements:\n * Architecture: x86-64 with AVX support\n * OS: Linux\n\nModel sizes:\n\n* Small: 500MB\n* Medium: 1.5Gb\n* Large: 3.1GB\n\nAfter installing this app you will need to run\n\n    occ stt_whisper:download-models [model-name]\n\nwhere [model-name] is one of\n\n * small\n * medium (default)\n * large\n\n## Ethical AI Rating\n### Rating: \n\nPositive:\n* the software for training and inference of this model is open source\n* the trained model is freely available, and thus can be run on-premises\n\nNegative:\n* the training data is not freely available, limiting the ability of external parties to check and correct for bias or optimise the models performance and CO2 usage.\n\nLearn more about the Nextcloud Ethical AI Rating [in our blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/)." : "Fornecedor de conversi贸n de voz a texto que executa OpenAI Whisper localmente\n\nOs modelos funcionan completamente na s煤a m谩quina. Ning煤n dato privado sae dos seus servidores.\n\nRequisitos:\n* Arquitectura: x86-64 con compatibilidade AVX\n* OS: Linux\n\nTama帽os do modelo:\n\n* Pequeno: 500 MB\n* Medio: 1,5 Gb\n* Grande: 3,1 GB\n\nAp贸s instalar esta aplicaci贸n, ter谩 que executar\n\n    occ stt_whisper:download-models [nome-modelo]\n\nonde [nome-modelo] 茅 un dos seguintes\n\n* small (pequeno)\n* medium (medio, que 茅 o predeterminado)\n* large (grande)\n\n## Avaliaci贸n 茅tica da IA\n### Avaliaci贸n: \n\nPositiva:\n* O software para adestramento e inferencia deste modelo 茅 de c贸digo aberto\n* O modelo adestrado est谩 dispo帽铆bel de xeito libre e, polo tanto, p贸dese executar en instalaci贸ns\n\nNegativa:\n* Os datos de adestramento non est谩n dispo帽铆beis de xeito libre, o que limita a capacidade de partes externas para comprobar e corrixir nesgos ou optimizar o rendemento do modelo e o uso de CO2.\n\nObte帽a m谩is informaci贸n sobre a avaliaci贸n de IA tica de Nextcloud [no noso blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/).",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Os modelos de aprendizaxe autom谩tica descarg谩ronse correctamente.",
    "The machine learning models still need to be downloaded (see below)." : "A铆nda hai que descargar os modelos de aprendizaxe autom谩tica. (vexa embaixo.)",
    "Could not execute the FFmpeg executable. You may need to set the path to a working executable manually. (See below.)" : "Non foi pos铆bel executar o execut谩bel de FFmpeg. Quizais necesite estabelecer manualmente a ruta a un execut谩bel que funcione. (vexa embaixo.)",
    "Could not execute the Whisper executable. You may need to compile whisper yourself for it to run on this server's processor architecture." : "Non foi pos铆bel executar o execut谩bel de Whisper. Quizais necesite compilar Whisper para que funcione na arquitectura do procesador deste servidor.",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions this app currently does not work." : "Semella que o procesador do seu servidor non admite instruci贸ns AVX. Sen instruci贸ns  AVX, esta aplicaci贸n non funciona por agora.",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Os traballos en segundo plano non se executan mediante cron. Esta aplicaci贸n precisa que se executen traballos en segundo plano mediante cron.",
    "The app was installed successfully and will transcribe files in background processes on request." : "A aplicaci贸n instalouse correctamente e transcribir谩 os ficheiros en procesos en segundo plano a petici贸n.",
    "Scheduled transcription Jobs: {scheduled}" : "Traballos de transcrici贸n programados: {scheduled}",
    "Transcription job currently running" : "Traballo de transcrici贸n en execuci贸n",
    "No transcription job currently running" : "Non se est谩 a executar ning煤n traballo de transcrici贸n",
    "Whisper" : "Whisper",
    "Select the machine learning model to be used for Speech-To-Text transcription. The larger the model the more resources like RAM, CPU and time are needed. However, the smaller the model, the less accurate the results will be. To use a model you need to download it using the following command:" : "Seleccione o modelo de aprendizaxe autom谩tica que se utilizar谩 para a transcrici贸n de voz a texto. Canto maior sexa o modelo, m谩is recursos como RAM, CPU e tempo son necesarios. Non obstante, canto menor sexa o modelo, menos precisos ser谩n os resultados. Para usar un modelo, necesita descargalo usando a seguinte orde:",
    "Small model (~1GB RAM, ~1x recording time, ~10-20% word error rate)" : "Modelo pequeno (~1 GB de RAM, ~1x tempo de gravaci贸n, ~10-20% de taxa de erro de palabras)",
    "Medium model (~2GB RAM, ~3x recording time, ~7-15% word error rate)" : "Modelo mediano (~2 GB de RAM, ~3x tempo de gravaci贸n, ~7-15% de taxa de erro de palabras)",
    "Large model (~3.5GB RAM, ~5x recording time, ~4-12% word error rate)" : "Modelo grande (~3,5 GB de RAM, ~5x tempo de gravaci贸n, ~4-12% de taxa de erro de palabras)",
    "The number of threads to use (for both transcoding media files to audio as well as the transcription process)" : "O n煤mero de f铆os a usar (tanto para a transcodificaci贸n de ficheiros multimedia a son como para o proceso de transcrici贸n)",
    "FFmpeg" : "FFmpeg",
    "Checking FFmpeg" : "Comprobaci贸n de FFmpeg",
    "Could not execute the shipped FFmpeg executable. You may need to set the path to a working binary manually." : "Non foi pos铆bel executar o execut谩bel de FFmpeg fornecido. Quizais necesite estabelecer manualmente a ruta a un execut谩bel que funcione. (vexa embaixo.)",
    "FFmpeg executable was installed successfully and works." : "O execut谩bel FFmpeg foi instalado correctamente e funciona.",
    "If the shipped FFmpeg executable doesn't work on your system for some reason you can set the path to a custom FFmpeg executable. Leave this empty to use the shipped executable." : "Se o execut谩bel FFmpeg fornecido non funciona no seu sistema por alg煤n motivo, pode definir a ruta a un execut谩bel FFmpeg personalizado. Deixe isto baleiro para usar o execut谩bel fornecido.",
    "Failed to load settings" : "Produciuse un fallo ao cargar os axustes",
    "Failed to save settings" : "Produciuse un fallo ao gardar os axustes"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}