{ "translations": {
    "Whisper Speech-To-Text" : "Voz a texto con Whisper",
    "Speech-To-Text provider running OpenAI Whisper locally" : "Fornecedor de voz a texto que executa OpenAI Whisper localmente",
    "Speech-To-Text provider running OpenAI Whisper locally\n\nThe models run completely on your machine. No private data leaves your servers.\n\nRequires:\n\n * Architecture: x86_64\n * OS: Linux\n\nAfter installing this app you will need to run\n\n    occ stt_whisper:download-models [model-name]\n\nwhere [model-name] is one of\n\n * small\n * medium (default)\n * large\n\n## Ethical AI Rating\n### Rating: 🟡\n\nPositive:\n* the software for training and inference of this model is open source\n* the trained model is freely available, and thus can be run on-premises\n\nNegative:\n* the training data is not freely available, limiting the ability of external parties to check and correct for bias or optimise the model’s performance and CO2 usage.\n\nLearn more about the Nextcloud Ethical AI Rating [in our blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/)." : "Fornecedor de voz a texto que executa OpenAI Whisper localmente\n\nOs modelos funcionan completamente na súa máquina. Ningún dato privado sae dos seus servidores.\n\nRequire:\n\n* Arquitectura: x86_64\n* OS: Linux\n\nApós instalar esta aplicación, terá que executar\n\n    occ stt_whisper:download-models [nome-modelo]\n\nonde [nome-modelo] é un dos seguintes\n\n* pequeno\n* medio (predeterminado)\n* grande\n\n## Avaliación ética da IA\n### Avaliación: 🟡\n\nPositiva:\n* O software para adestramento e inferencia deste modelo é de código aberto\n* O modelo adestrado está dispoñíbel de xeito libre e, polo tanto, pódese executar en instalacións\n\nNegativa:\n* Os datos de adestramento non están dispoñíbeis de xeito libre, o que limita a capacidade de partes externas para comprobar e corrixir nesgos ou optimizar o rendemento do modelo e o uso de CO2.\n\nObteña máis información sobre a avaliación de IA Ética de Nextcloud [no noso blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/).",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Os modelos de aprendizaxe automática descargáronse correctamente.",
    "The machine learning models still need to be downloaded (see below)." : "Aínda hai que descargar os modelos de aprendizaxe automática. (vexa embaixo.)",
    "Could not execute the ffmpeg executable. You may need to set the path to a working executable manually. (See below.)" : "Non foi posíbel executar o executábel de ffmpeg. Quizais necesite estabelecer manualmente a ruta a un executábel que funcione. (vexa embaixo.)",
    "Could not execute the whisper executable. You may need to compile whisper yourself for it to run on this server's processor architecture." : "Non foi posíbel executar o executábel de whisper. Quizais necesite compilar Whisper para que funcione na arquitectura do procesador deste servidor.",
    "It seems that your server processor does not support AVX instructions. Without AVX instructions this app currently does not work." : "Semella que o procesador do seu servidor non admite instrucións AVX. Sen instrucións  AVX, esta aplicación non funciona por agora.",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Os traballos en segundo plano non se executan mediante cron. Esta aplicación necesita que se executen traballos en segundo plano mediante cron.",
    "The app was installed successfully and will transcribe files in background processes on request." : "A aplicación instalouse correctamente e transcribirá os ficheiros en procesos en segundo plano a petición.",
    "Scheduled transcription Jobs: {scheduled}" : "Traballos de transcrición programados: {scheduled}",
    "Transcription job currently running" : "Traballo de transcrición en execución",
    "No transcription job currently running" : "Non se está a executar ningún traballo de transcrición",
    "Whisper" : "Whisper",
    "Select the machine learning model to be used for Speech-To-Text transcription. The larger the model the more resources like RAM, CPU and time are needed. However, the smaller the model, the less accurate the results will be. To use a model you need to download it using the following command:" : "Seleccione o modelo de aprendizaxe automática que se utilizará para a transcrición de voz a texto. Canto maior sexa o modelo, máis recursos como RAM, CPU e tempo son necesarios. Non obstante, canto menor sexa o modelo, menos precisos serán os resultados. Para usar un modelo, necesita descargalo usando a seguinte orde:",
    "Small model (~1GB RAM, ~1x recording time, ~10-20% word error rate)" : "Modelo pequeno (~1 GB de RAM, ~1x tempo de gravación, ~10-20% de taxa de erro de palabras)",
    "Medium model (~2GB RAM, ~3x recording time, ~7-15% word error rate)" : "Modelo mediano (~2 GB de RAM, ~3x tempo de gravación, ~7-15% de taxa de erro de palabras)",
    "Large model (~3.5GB RAM, ~5x recording time, ~4-12% word error rate)" : "Modelo grande (~3,5 GB de RAM, ~5x tempo de gravación, ~4-12% de taxa de erro de palabras)",
    "The number of threads to use (for both transcoding media files to audio as well as the transcription process)" : "O número de fíos a usar (tanto para a transcodificación de ficheiros multimedia a son como para o proceso de transcrición)",
    "FFmpeg" : "FFmpeg",
    "Checking FFmpeg" : "Comprobación de FFmpeg",
    "Could not execute the shipped ffmpeg executable. You may need to set the path to a working binary manually." : "Non foi posíbel executar o executábel de ffmpeg fornecido. Quizais necesite estabelecer manualmente a ruta a un executábel que funcione. (vexa embaixo.)",
    "FFmpeg executable was installed successfully and works." : "O executábel FFmpeg foi instalado correctamente e funciona.",
    "If the shipped ffmpeg executable doesn't work on your system for some reason you can set the path to a custom ffmpeg executable. Leave this empty to use the shipped executable." : "Se o executábel ffmpeg fornecido non funciona no seu sistema por algún motivo, pode definir a ruta a un executábel ffmpeg personalizado. Deixe isto baleiro para usar o executábel fornecido.",
    "Failed to load settings" : "Produciuse un fallo ao cargar os axustes",
    "Failed to save settings" : "Produciuse un fallo ao gardar os axustes"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}